{
  "home": "Accueil",
  "products": "Produits",
  "about": "À Propos",
  "contact": "Contact",
  "freshness_in_every_drop": "La Fraîcheur dans Chaque Goutte",
  "experience_pure_taste": "Découvrez le goût pur de la nature avec les meilleurs produits d'ARIB DAIRY.",
  "explore_products": "Découvrir Nos Produits",
  "our_story": "Notre Histoire",
  "from_our_farms": "De Nos Fermes à Votre Table",
  "from_our_farms_desc": "ARIB DAIRY a commencé avec un rêve simple : fournir les produits laitiers les plus frais et les plus sains aux familles du monde entier. Nichées au cœur de pâturages verdoyants, nos fermes abritent des vaches heureuses et en bonne santé, dont le bien-être est notre priorité absolue. Nous croyons que les vaches heureuses produisent le meilleur lait, et c'est l'ingrédient secret de tous nos produits.",
  "quality_you_can_taste": "Une Qualité que Vous Pouvez Goûter",
  "quality_you_can_taste_desc": "Chaque produit d'ARIB DAIRY subit des contrôles de qualité rigoureux, du moment de la collecte du lait jusqu'à son arrivée dans votre magasin local. Nous combinons des méthodes traditionnelles avec une technologie moderne pour garantir que chaque carton de lait, chaque bloc de beurre et chaque pot de yaourt répond à nos normes élevées de pureté et de goût.",
  "committed_to_community": "Engagés envers la Communauté",
  "committed_to_community_desc": "Chez ARIB DAIRY, nous sommes plus qu'une simple marque de produits laitiers ; nous faisons partie de la communauté. Nous nous engageons à des pratiques agricoles durables, à soutenir les agriculteurs locaux et à redonner aux quartiers qui nous ont adoptés. Merci d'avoir choisi ARIB DAIRY – où la qualité, la fraîcheur et la communauté passent avant tout.",
  "get_in_touch": "Contactez-Nous",
  "send_us_a_message": "Envoyez-Nous un Message",
  "name": "Nom",
  "email": "Email",
  "message": "Message",
  "send_message": "Envoyer le Message",
  "contact_information": "Informations de Contact",
  "add_to_cart": "Ajouter au panier",
  "all_rights_reserved": "Tous droits réservés."
}