{
  "home": "Home",
  "products": "Products",
  "our_distributors": "Our Distributors",
  "recipes": "Recipes",
  "our_blog": "Our Blog",
  "about": "About Us",
  "contact": "Contact Us",
  "arib_dairy": "ARIB DAIRY",
  "freshness_in_every_drop": "Freshness in Every Drop",
  "experience_pure_taste": "Experience the pure taste of nature with ARIB DAIRY, bringing you the finest dairy products.",
  "explore_products": "Explore Our Products",
  "delicious_recipes": "Delicious Recipes",
  "view_all_recipes": "View All Recipes",
  "fact_milk_production": "Daily Milk Production",
  "fact_largest_producer": "Largest Dairy Producer",
  "fact_quality_tests": "Rigorous Quality Tests",
  "fact_points_of_sale": "Points of Sale Nationwide",
  "fact_organic_products": "Certified Organic Products",
  "all_rights_reserved": "All Rights Reserved.",
  "read_more": "Read More",
  "view_details": "View Details",
  "share": "Share",
  "recipe_shared_success": "Recipe link copied to clipboard!",
  "recipe_shared_error": "Failed to share recipe.",
  "recipe_link_copied": "Recipe link copied to clipboard!",
  "recipe_not_found": "Recipe Not Found",
  "recipe_not_found_desc": "The recipe you are looking for does not exist or has been removed.",
  "back_to_recipes": "Back to Recipes",
  "product_not_found": "Product Not Found",
  "product_not_found_desc": "The product you are looking for does not exist or has been removed.",
  "back_to_products": "Back to Products",
  "no_recipes_available": "No recipes available yet.",
  "search_distributors_placeholder": "Search distributors by name or location...",
  "no_distributors_found": "No distributors found matching your search.",
  "your_message_sent": "Your message has been sent!",
  "we_will_get_back": "We will get back to you shortly.",
  "name": "Name",
  "your_name_placeholder": "Your Name",
  "email": "Email",
  "your_email_placeholder": "Your Email",
  "message": "Message",
  "your_message_placeholder": "Your Message",
  "send_message": "Send Message",
  "contact_information": "Contact Information",
  "arib_address": "Industrial Zone, Oued Smar, Algiers, Algeria",
  "get_in_touch": "Get In Touch",
  "our_story": "Our Story",
  "from_our_farms": "From Our Farms to Your Table",
  "from_our_farms_desc": "ARIB DAIRY has been a cornerstone of quality dairy production for decades. Our journey began with a simple commitment: to deliver the freshest, most wholesome dairy products from our farms directly to your family's table. We pride ourselves on traditional methods combined with modern innovation to ensure every product meets the highest standards of taste and nutrition.",
  "quality_you_can_taste": "Quality You Can Taste, Trust You Can Feel",
  "quality_you_can_taste_desc": "Our state-of-the-art facilities and stringent quality control processes guarantee that every drop of milk and every dairy product is pure, safe, and delicious. We believe in transparency and excellence, ensuring that from the moment our cows are milked to the final product on your shelf, quality is never compromised.",
  "committed_to_community": "Committed to Community and Sustainability",
  "committed_to_community_desc": "Beyond producing exceptional dairy, ARIB DAIRY is deeply committed to sustainable practices and supporting our local communities. We invest in eco-friendly farming, animal welfare, and initiatives that contribute to the well-being of our region. Our success is intertwined with the health of our environment and the prosperity of our community.",
  "our_leadership": "Our Leadership",
  "gm_giplait_group": "Mr. Mohamed Amine, General Manager of Giplait Group",
  "gm_arib_dairy": "Mr. Karim, General Manager of ARIB DAIRY",
  "post_not_found": "Blog Post Not Found",
  "post_not_found_desc": "The blog post you are looking for does not exist or has been removed.",
  "back_to_blog": "Back to Blog",
  "no_blog_posts_available": "No blog posts available yet.",
  "load_more": "Load More",
  "faq_title": "FAQ",
  "faq_heading": "Any Questions? Look Here",
  "faq_description": "Find answers to common questions about ARIB DAIRY, our products, and our practices.",
  "faq_question_1": "What makes ARIB DAIRY products unique?",
  "faq_answer_1": "ARIB DAIRY products stand out due to our commitment to fresh, locally sourced milk, rigorous quality control, and traditional processing methods that preserve natural flavors and nutrients. We prioritize animal welfare and sustainable farming practices.",
  "faq_question_2": "Are your products organic?",
  "faq_answer_2": "We offer a range of products, including certified organic options. Look for the organic label on our packaging to identify these products. Our conventional products also adhere to strict quality and safety standards.",
  "faq_question_3": "Where can I buy ARIB DAIRY products?",
  "faq_answer_3": "Our products are available in major supermarkets, local grocery stores, and through our network of distributors nationwide. You can find a list of our distributors on the 'Our Distributors' page.",
  "faq_question_4": "Do you have dairy-free alternatives?",
  "faq_answer_4": "Currently, our primary focus is on high-quality dairy products. While we do not offer dairy-free alternatives, we are always exploring new product developments to meet diverse consumer needs.",
  "faq_question_5": "How do you ensure the freshness of your milk?",
  "faq_answer_5": "Freshness is paramount. Our milk is collected daily from local farms and transported to our processing facility within hours. We use advanced chilling and pasteurization techniques to lock in freshness and nutrients, ensuring it reaches you in optimal condition.",
  "faq_question_6": "Can I visit your farms or facilities?",
  "faq_answer_6": "For health and safety reasons, public tours of our farms and processing facilities are not regularly offered. However, we occasionally host special events or virtual tours. Please follow our social media for updates!"
}